Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: A teraz zmywaj się stąd!
uk: А тепер змийся звідси!

source: A teraz zobaczymy czym są ludzkie umiejętności skonfrontowane z dziką siłą bestii!
uk: А зараз ми побачимо, на що здатна людська майстерність, коли вона стикається з дикою силою звіра!

source: A teraz łasisz się do jakiegoś urzędnika jak żebrak, bo chcesz, żeby sypnął ci parę monet.
uk: А тепер ти підлещуєшся до якогось чиновника, як жебрак, бо хочеш, щоб він кинув тобі кілька монет.

source: A teraz! Bawmy się! Raz, dwa, trzy...
uk: А тепер! Почнімо грати! Один, два, три...

source: A teraz, co do naszej umowy...
uk: А тепер, щодо нашої угоди...

source: A teraz, jeśli jedyny powód, dla którego mnie niepokoisz to ciekawość, to proszę, pozwól mi spoczywać w spokoju.
uk: Отож, якщо ти турбуєш мене лише з цікавості, то, будь ласка, залиш мене спочивати у спокої.

source: A teraz, jeśli nie zamierzasz mi pomóc, to przynajmniej nie przeszkadzaj, przez te pogaduchy z pewnością nie zdążę ze wszystkim...
uk: А тепер, якщо ти не збираєшся мені допомагати, то хоча б не заважай, бо через балаканину я не встигну все зробити...

source: A teraz, jeśli pozwolisz, pozbędę się jedynego świadka. Oszczędzi mi to sporo problemów, rozumiesz.
uk: А тепер, якщо дозволиш, я позбудуся єдиного свідка. Це звільнить мене від багатьох клопотів, як ти розумієш.

source: A teraz, nadchodzi czas wilków.
uk: Але зараз наближається час вовків.

source: A teraz, proszę, nie pouczaj mnie. Idź, napij się piwa, posmakuj życia. Napij się na mój koszt. To za pomoc Nelsonowi.
uk: А зараз, будь ласка, не повчай мене. Іди, випий пива, відчуй смак життя. Випий за мій рахунок. Це за допомогу Нельсону.

source: A teraz... z łaski swojej daj mi się zdrzemnąć... po tym gulaszu jakiś taki senny się zrobiłem...
uk: А тепер... якщо дозволиш, я трохи подрімаю... так хочеться спати після цього рагу...

source: A teraz: za mną!
uk: А тепер – за мною!

source: A teraz? Latam jak idiota szukając swoich rzeczy, bo kolegom nowicjuszom zebrało się na żarty.
uk: І що тепер? Я бігаю, як ідіот, шукаючи свої речі, тому що моїм товаришам послушникам захотілося пожартувати.

source: A to aż tak widać?
uk: А це так помітно?

source: A to ci drań! Wiedziałem, że temu idiocie nie ma co ufać.
uk: Ну і сволота! Я знав, що цьому ідіоту не можна довіряти.

source: A to ciekawe, bo do tej pory i tak wszystko musiałem robić za ciebie.
uk: А це цікаво, бо досі мені все доводилось робити за тебе.

source: A to ciekawe, bo droga z miasta do wioski wiedzie prosto, jak w mordę strzelił!
uk: Це цікаво, адже дорога від міста до села пряма як постріл!

source: A to ciekawe. Nigdy bym na to nie wpadł. Dzięki za informację.
uk: А ось це цікаво. Я б ніколи про неї не подумав. Дякую за інформацію.

source: A to ciekawe? Zaraz zapytam Dacka czy to prawda!
uk: Та що ти кажеш? Я зараз запитаю Дака, чи це правда!

source: A to czemu? Skoro tutaj dotarłeś, to znaczy, że potrafisz się bić!
uk: А це ще чому? Якщо ти дійшов аж сюди, значить, ти вмієш битися!

source: A to dlaczego?
uk: Навіщо це тобі?

source: A to dlatego, że wyraźnie sobie życzył by nikt mu nie przeszkadzał. Jeśli nie chcesz oberwać po głowie, to radzę ci spadać!
uk: Тому що він чітко сказав, щоб його ніхто не турбував. Якщо не хочеш отримати по голові - раджу забиратися геть!

source: A to dobre! Chcesz mi jeszcze coś powiedzieć?
uk: Непогано! Хочеш ще щось мені сказати?

source: A to dobre! Uciekinier chce się odwdzięczyć za pomoc! To się nawet magom z klasztoru nie śniło!
uk: Ось це добре! Втікач хоче віддячити за допомогу! Таке навіть монастирським магам не снилося!

source: A to dopiero początek problemów!
uk: І це тільки початок проблем!

source: A to drewno na górze?
uk: А ті дрова нагорі?

source: A to drewno na górze? Może odstąpisz ze dwadzieścia kawałków?
uk: А ті дрова нагорі? Як щодо того, щоб поступитися двадцятьма з них?

source: A to gnida! Wiedziałem, że knuje coś za naszymi plecami.
uk: От гнида! Я знав, що він щось затіває у нас за спиною.

source: A to gnojek... Przeklęci Renegaci, już ja się z nimi rozmówię.
uk: Цей виродок... Прокляті відступники, я поговорю з ними.

source: A to jest dość ciekawa historia. Ten browar kiedyś się tak nazywał. Browar Wyspiarski. Chciałem tak uczcić pamięć dawnych właścicieli.
uk: А це досить цікава історія. Раніше ця пивоварня так і називалася – Острівна Броварня. Я хотів таким чином вшанувати її колишніх власників.

source: A to niby czemu?
uk: Чому б це раптом?

source: A to nowość. O co chodzi?
uk: Щось новеньке. У чому справа?

source: A to o bardzo ciekawe, bo z tego, co mi wiadomo, królewska armia zarekwirowała prawie wszystkie okręty.
uk: І це дуже цікаво, тому що, наскільки мені відомо, королівська армія реквізувала майже всі кораблі.

source: A to paczka dla ciebie!
uk: А ось твій пакунок!

source: A to parszywy drań. Osobiście wybiję mu z głowy ucieczki. Swoją drogą pogadam sobie z Helmudem o podbieraniu mi ludzi.
uk: От же ж мерзотник. Я особисто виб'ю це з його голови. Прийдеться мені поговорити з Хельмудом про те, що він переманює моїх людей.

source: A to parszywy drań. Swoją drogą pogadam sobie z Helmudem o podbieraniu mi ludzi.
uk: От же ж мерзотник. Прийдеться мені поговорити з Хельмудом про те, що він переманює моїх людей.

source: A to podstępny robal.
uk: Підлий жук.

source: A to prawda, nie narzekam. Robota w kuchni to zdecydowanie coś dla mnie.
uk: Це правда, я не скаржуся. Робота на кухні однозначно мені підходить.

source: A to premia za szybkie działanie. Dobrze, że nie kazałeś chłopakom długo czekać na towar.
uk: А ось премія за швидке виконання завдання. Добре, що хлопцям не довелося довго чекати на товар.

source: A to przepraszam. Ale, tak jak już powiedziałem, nie wiem, gdzie jest. Mam nadzieję, że potrafi o siebie zadbać.
uk: Тоді перепрошую. Але, як я вже казав, я не знаю, де вона. Сподіваюся, вона зможе про себе подбати.

source: A to skurczybyk... Cóż, doigrał się. W życiu bym się tego nie domyślił.
uk: От придурок... Що ж, він догрався. Я б ніколи в житті не здогадався.

source: A to szkoda. Co się stało?
uk: Дуже шкода. Що сталося?

source: A to taka nasza zabawa! Nie przejmuj się!
uk: Це ми так розважаємось! Не переймайся!

source: A to wielki błąd.
uk: Це велика помилка.

source: A to wszystko z chciwości!
uk: І все це через жадібність!

source: A to za dotychczasową fatygę.
uk: А це тобі за клопоти.

source: A tobie by się chciało stać pół dnia w słońcu czy ulewie? Czasami wartownicy po robocie tracą poczucie czasu i trzeba im przypomnieć o obowiązkach.
uk: А ти хотів би простояти пів дня на сонці або під дощем? Іноді після роботи охоронці втрачають лік часу і їм потрібно нагадувати про їхні обов'язки.

source: A tobie jak podoba się Silbach? Udało ci się dowiedzieć czegoś interesującego?
uk: А як тобі Сільбах? Вдалося дізнатися щось цікаве?

source: A tobie, jak podobają się nasze nowe wdzianka?
uk: А тобі подобається наша нова форма?

source: A tobie? Nie masz ochoty na kolejną podróż w beczce? Teraz, kiedy mam doświadczenie, byłaby o wiele przyjemniejsza.
uk: А ти? Не хочеш ще одну подорож у бочці? Тепер, коли я маю досвід, це було б набагато приємніше.

source: A tu jeszcze obiad trzeba przygotować i pola doglądnąć.
uk: А ще треба приготувати вечерю і доглянути за городом.

source: A tutaj coś, byś nie czuł się pokrzywdzony.
uk: А ось тобі дещо, щоб ти не почувався обділеним.

source: A tutaj masz coś w ramach nagrody, może sam spróbujesz go wykonać!
uk: Як винагороду, чому б тобі не спробувати зробити його власноруч!

source: A twoje zadanie?
uk: А твоє завдання?

source: A ty ciągle to samo...
uk: Знову ти за своє...

source: A ty co myślisz, nowy? Ładniejsze chodzą po Nowym, czy Starym mieście?
uk: А ти як думаєш, новенький? Красивіші дівчата гуляють по Новому чи по Старому місту?

source: A ty co się tu kręcisz?
uk: А ти чого тут вештаєшся?

source: A ty co za jeden? Kolejny przybłęda?
uk: Ти хто такий? Ще один приблуда?

source: A ty co, kolegów szukasz? Jeśli się stęskniłeś, to biegnij za nimi do ciemnego lasu.
uk: А ти що, колег шукаєш? Якщо розминулися, то біжи за ними до темного лісу.

source: A ty co? Dalej standardowa wypłata? Lorenzo nie dał ci żadnej podwyżki?
uk: А ти як? Все ще на стандартній зарплатні? Лоренцо не дає тобі ніякої надбавки?

source: A ty co? Wypłaty nie chcesz dostawać? Cóż, jak kto woli!
uk: А як же гроші? Ти не хочеш, щоби тобі платили? Що ж, як хочеш!

source: A ty dalej o tym? Jeśli myślisz, że to ja za tym stoję, to możesz o tym zapomnieć. Trzeba być idiotą, by gryźć rękę, która cię karmi.
uk: І ти про це? Якщо ти думаєш, що за цим стою я, можеш про це забути. Треба бути ідіотом, щоб кусати руку, яка тебе годує.

source: A ty dzielnie pilnujesz, żeby nikt nic nie zwędził? Hmm, nieważne. Dima miała mi oddać moje 50 sztuk złota.
uk: А ти мужньо стежиш за тим, щоб ніхто нічого не вкрав? Гмм, неважливо. Діна мала повернути мені 50 золотих.

source: A ty gdzie?
uk: А ти куди?

source: A ty im uwierzyłeś? Ludziom Lichwiarza?! Nie byłeś wart moich starań, bezużyteczny dzieciaku!
uk: І ти їм повірив? Людям Лихваря?! Ти не вартий моїх зусиль, нікчемний хлопчисько!

source: A ty jak myślisz? Jest nim, czy nie?
uk: А ти що думаєш? Він спадкоємець чи ні?

source: A ty jakie masz zdanie na ten temat?
uk: А ти що про це думаєш?

source: A ty jesteś klientem, czy po prostu przyszedłeś, żeby mi przeszkadzać?
uk: А ти клієнт, чи просто прийшов заважати мені?

source: A ty mi to teraz posprzątasz, bo inaczej spiorę tę twoją buźkę na kwaśne jabłko.
uk: І ти зараз же прибереш за собою, інакше я натовчу тобі пику.

source: A ty nie zapominaj, że jesteście tu tylko dlatego, że wam na to pozwalam. Jedyne czego potrzebujecie, to żyć ze mną w zgodzie.
uk: А ти не забувай, що ви тут тільки тому, що я вам дозволяю тут бути. Все, що вам потрібно – це жити в злагоді зі мною.

source: A ty obiecałeś mi znaleźć brata! Wiesz, co możesz sobie teraz zrobić z tym świstkiem papieru!
uk: А ти обіцяв знайти мого брата! Знаєш, що можеш зробити з тим папірцем?!

source: A ty postanowiłeś zostawić ich na pastwę losu.
uk: І ти вирішив залишити їх напризволяще.

source: A ty się z tym nie zgadzasz?
uk: А ти з цим не згоден?

source: A ty skąd się urwałeś? Z Khorinis, czy z kontynentu?
uk: А ти звідки? З Хорініса, чи з континенту?

source: A ty to kto?
uk: А ти хто?

source: A ty w międzyczasie postanowiłeś dorwać Lichwiarza?
uk: А ти тим часом вирішив спіймати Лихваря?

source: A ty wiesz, tak?
uk: А ти знаєш, чи не так?

source: A ty wypij nasze!
uk: А ти випий за наше!

source: A ty wywiązałeś się świetnie! Proszę, należy ci się.
uk: А ти блискуче впорався! Прошу, ти це заслужив.

source: A ty zejdziesz mi z drogi albo zaraz do nich dołączysz.
uk: А ти або забирайся геть з моєї дороги, або приєднаєшся до них.

source: A ty znowu o tym? Chyba już ci coś mówiłem.
uk: Ти знову про це? Здається, я тобі вже все сказав.

source: A ty, co teraz zamierzasz zrobić?
uk: А ти, що ти тепер збираєшся робити?

source: A ty, co tu robisz?
uk: А ти, що ти тут робиш?

source: A ty, co? Z drzewa spadłeś?
uk: А ти що? З дерева звалився?

source: A ty, czego tu szukasz?
uk: А ти що тут забув?

source: A ty, czego tu szukasz? Idź pomachać kilofem, szef nie gada z takimi jak ty.
uk: А ти, що ти тут шукаєш? Іди махай киркою, шеф з такими, як ти, не розмовляє.

source: A ty, dokąd się wybierasz?
uk: А ти куди зібрався?

source: A ty, jak myślę, nie przyszedłeś tu, żeby nam przeszkadzać?
uk: А ти, як я думаю, прийшов сюди не для того, щоб нам заважати?

source: A ty, jeśli chcesz zachować łeb w całości, zaraz się stąd odsuniesz.
uk: А ти, якщо хочеш зберегти голову на плечах, краще забирайся звідси.

source: A ty, młody, jesteś tego samego zdania?
uk: А ти, хлопче, такої ж думки?

source: A ty...
uk: А ти...

source: A ty... nie szukasz innej przyszłości?
uk: А ти... не шукаєш собі іншої долі?

source: A ty... ty już powinieneś stąd iść.
uk: А тобі... тобі краще забратися звідси.

source: A ty... żeś wierzący, smarku? Czy nie?
uk: А ти... ти віруюча людина, шмаркачу? Чи ні?

source: A ty?
uk: А ти?

source: A tylko... sprawy komplikuje fakt, że nie jesteś obywatelem. Aktualna sytuacja na wyspie nie jest idealna i dowódca może nie chcieć uszczuplać swojego oddziału do szukania kogoś obcego.
uk: Та ось тільки... все ускладнюється тим, що ти не громадянин. Поточна ситуація на острові неоднозначна, і командир може не захотіти відправляти свій загін на пошуки незнайомця.

source: A u ciebie? Niektórzy bardzo źle znoszą przegraną w turnieju.
uk: А як щодо тебе? Деякі люди дуже важко переживають поразку в турнірі.

source: A u mojego boku moja wierna siekiera - i śpiewamy, śpiewamy...
uk: А під боком моя вірна сокира – і ми співаємо, співаємо...

source: A w czym jest dobry twój brat?
uk: А в чому здібний твій брат?

source: A w czym się specjalizujesz?
uk: А на чому ти спеціалізуєшся?

source: A w czym szkolisz?
uk: А чому ти навчаєш?

source: A w pysk chcesz?
uk: А в писок не хочеш?

source: A w tym podobno nie macie sobie równych. Może w tej bajeczce jest ziarno prawdy.
uk: А в цьому, як кажуть, тобі немає рівних. Можливо, в цій байці є зерно істини.

source: A w tym, że Morris niczego się nie nauczył po ostatnich protestach!
uk: А в тому, що Морріс нічому не навчився після нещодавніх протестів!

source: A w tym, że musiałem porzucić swoje ulubione miejsce połowu...
uk: У тому, що мені довелося покинути улюблене місце для риболовлі...

source: A w zamian dostaliśmy śmieci...
uk: А натомість ми отримаємо мотлох...

source: A w zamian za datki byś mnie czegoś nauczył?
uk: А в обмін на пожертву ти навчиш мене чогось?

source: A widziałeś może gościa z krótkimi włosami, brodą i pieprzykiem na policzku?
uk: А ти коли-небудь бачив хлопця з коротким волоссям, бородою і родимкою на щоці?

source: A widzisz tu innego barana? Po naszej ostatniej rozmowie zniknął mi mieszek ze złotem. Wiesz coś o tym?
uk: А ти бачиш тут іншого барана? Після нашої останньої розмови мій гаманець зник. Ти що-небудь знаєш про це?

source: A widzisz tych wszystkich zbirów, którzy są tu w okolicy?
uk: А ти бачиш усіх цих бандитів навколо нас?

source: A widzisz w tym coś uwłaczającego? Marvin, jeśli chcesz być kiedyś przywódcą, to musisz zrozumieć, że nawet najważniejsi muszą czasami ubrudzić sobie ręce.
uk: А ти вбачаєш у цьому щось принизливе? Марвіне, якщо ти хочеш колись стати лідером, ти повинен розуміти, що навіть найвпливовішим людям іноді доводиться бруднити руки.

source: A wiesz jak wygląda Berter? No właśnie. Jak masz wypatrywać faceta, którego na oczy nie widziałeś.
uk: А ти знаєш, як виглядає Бертер? Отож-бо. Як ти збираєшся стояти на сторожі, якщо ніколи його не бачив?

source: A wiesz no, czy może Roderich gadał o jakiejś podwyżce?
uk: Чи не знаєш, може Родеріх говорив про якусь надбавку до зарплати?

source: A wiesz, że kiedyś przetłumaczyłem na nasz język jedną z orkowych ksiąg?
uk: А ти знав, що я колись переклав одну з оркських книг на нашу мову?

source: A więc Richard zginął... przez moją próżność. Myślałem...
uk: Отже, Річард помер... через моє марнославство. Я думав...

source: A więc Roderich rzeczywiście zaczął realizację swojego marzenia o elitarnych oddziałach...
uk: Отже, Родеріх дійсно почав здійснювати свою мрію про елітні підрозділи...

source: A więc będzie łatwiej, niż myślałem.
uk: Значить буде легше, ніж я думав.

source: A więc chcesz piwa?
uk: Отже, ти хочеш пива?

source: A więc dlatego od tak dawna nie mieliśmy kontaktu z Hilgerem. Byłem pewny, że powrócił do Vengardu.
uk: Так ось чому ми так довго не могли зв'язатися з Хільгером. Я був упевнений, що він повернувся у Венгард.

source: A więc jednak coś o mnie słyszałeś. Zakładam, że znasz raptem fragment tej historii.
uk: Отже, ти все ж таки щось про мене чув. Припускаю, що ти знаєш лише частину цієї історії.

source: A więc jednak mu się udało... drań jeden!
uk: То він таки домігся свого... от падлюка!

source: A więc jesteś medykiem, tak? Oczywiście, spojrzyj na ciało, chociaż jestem pewny, że jest już za późno by mu pomóc...
uk: То ти лікар, так? Звичайно, оглянь тіло, хоча я певен, що вже пізно йому допомагати...

source: A więc jesteś z powrotem.
uk: Значить, ти повернувся.

source: A więc jesteśmy na miejscu.
uk: Ось ми й на місці.

source: A więc mamy umowę. Miecz za przebaczenie Marthy.
uk: Отже, ми домовились. Меч за пробачення Марти.

source: A więc musisz zapłacić odpowiednią grzywnę - i sprawa pójdzie w zapomnienie.
uk: Отже, тобі доведеться сплатити відповідний штраф, і справа буде забута.

source: A więc musisz zapłacić odpowiednią grzywnę i sprawa pójdzie w zapomnienie.
uk: Отже, тобі доведеться заплатити відповідний штраф, і справа буде забута.

source: A więc o co chodzi?
uk: Так про що йде мова?

source: A więc postaraj się je zdobyć jak najszybciej.
uk: А ти постарайся дістати його якомога швидше.

source: A więc razem to zaplanowaliście! Już ja się z wami policzę!
uk: Тож ви разом це спланували! Ви за це заплатите!

source: A więc słucham. Co chcesz wiedzieć?
uk: Отже, я слухаю. Що ти хочеш знати?

source: A więc to na mnie Bodowin testował jedną ze swoich szalonych mikstur. Ten stary drań okłamał mnie, mówiąc, że sprawdzam eliksir dla mojego brata. To wszystko tłumaczy moje omdlenie w jego pracowni.
uk: Тож саме на мені Бодовін випробував один зі своїх божевільних еліксирів. Цей старий пройдисвіт збрехав мені, сказавши, що я випробовую зілля для свого брата. Це пояснює, чому я знепритомнів у його майстерні.

source: A więc to o to chodzi? O sztorm i zniszczony most?! Sterta kamieni będzie decydować o losie mieszkańców wyspy?!
uk: То ось у чому справа? Шторм і зруйнований міст?! Купа каміння буде визначати долю острів'ян?!

source: A więc to tak udało wam się pokonać moich ludzi. Sprytnie, nie spodziewałem się, że Przeor wypuścił was z tej skały.
uk: То ось як вам вдалося перемогти моїх людей. Розумно. Я не очікував, що Настоятель випустить вас з тієї скелі.

source: A więc to tak...
uk: Значить, ось як ми зробимо...

source: A więc to ty jesteś tym tajemniczym kupcem, któremu udało się kupić dom za bezcen!
uk: То це ти той таємничий покупець, якому вдалося купити будинок за безцінь!

source: A więc zacznijmy od początku... jestem...?
uk: Тож почнімо з самого початку... я...?

source: A więc zasłużyłem na nagrodę!
uk: Тож я заслужив на винагороду!

source: A więc, o co chodzi?
uk: Так про що йде мова?

source: A wszystko to dzięki TOBIE!
uk: І все це через ТЕБЕ!

source: A wszystko to dzięki naszemu wspaniałemu kapitanowi!
uk: І все це завдяки нашому чудовому капітану!

source: A wtedy zaszyjemy się na jakiś czas w cichym miejscu i poczekamy, aż sprawa ucichnie.
uk: А потім ми заляжемо на дно на деякий час і почекаємо, поки все вщухне.

source: A wy dokąd? Czy to nie jest ten niewolnik Dinkela?
uk: Ви куди зібралися? Це хіба не раб Дінкеля?

source: A wyjaśniaj sobie sam. Albo znajdziesz nam nowe lokum, albo szukaj sobie nowych pracowników.
uk: Собі це пояснюй. Або знайди нам нове приміщення, або шукай собі нових працівників.

source: A wytłumaczyłeś im, dlaczego nie chcesz umów z Araxos? Jeśli nam powiesz, w czym problem, chętnie temu zaradzimy i obie strony skorzystają.
uk: А ти пояснив їм, чому не хочеш укладати угоду з Араксос? Якщо ти скажеш нам, у чому проблема, ми з радістю її вирішимо, і обидві сторони отримають вигоду.

source: A właśnie dlatego od jakiegoś czasu spotykaliśmy się w tej opuszczonej chacie. Tylko tam mogliśmy spokojnie planować dalsze postępowanie, bez obaw o reakcję magów.
uk: Саме тому ми вже деякий час зустрічалися в тій покинутій хатині. Тільки там ми могли спокійно планувати наші подальші дії, і не хвилювась, як відреагують маги.

source: A z ciekawości, bo przez to całe zamieszanie zapomniałem spytać. Gdzie dokładnie wyruszamy?
uk: І з цікавості, бо за всією цією метушнею я забув запитати. Куди саме ми вирушаємо?

source: A z czego? Skrzynia obładowana złotem magicznie pojawiła się na środku bagna.
uk: А звідки ж ще? Посеред болота чарівним чином з'явилася скриня, наповнена золотом.

source: A z czym nie potrafisz sobie poradzić?
uk: А з чим саме виникли складнощі?

source: A z ich odkryciem wiąże się cudowna nagroda!
uk: А з їх відкриттям на тебе чекає чудова нагорода!

source: A z każdą godziną sterczenia tutaj tracę kolejne złote monety.
uk: А з кожною годиною, що я тут стирчу, я втрачаю все більше і більше золотих монет.

source: A z kim mam przyjemność!?
uk: А з ким я маю приємність говорити?

source: A z kim mam przyjemność?
uk: А з ким я маю задоволення говорити?

source: A z tobą co? Jakiś blady się zrobiłeś na gębie.
uk: Що це з тобою? Ти чомусь зблід.

source: A za parę sztuk złota zrobisz to teraz?
uk: А за кілька золотих зробиш це зараз?

source: A zabierz go! Już go nie potrzebuję.
uk: Забирай собі! Вона мені більше не потрібна.

source: A zardzewiały dwuręczny miecz może być?
uk: Іржавий дворучний меч підійде?

source: A ze mną się nie napijesz?
uk: Ти зі мною не вип'єш?

source: A znając twojego brata, to pewnie zaszedł jeszcze dalej od ciebie. W końcu to kawał chłopa!
uk: А знаючи твого брата, він, напевно, пішов ще далі, ніж ти. Адже він міцний чолов'яга!

source: A znasz kogoś takiego?
uk: А ти знаєш когось такого?

source: A znasz kogoś, komu się podoba? Nie mówię o królewskich pieskach na posyłki.
uk: А ти знаєш когось, кому вони подобаються? Окрім королівських посіпак.

source: A znasz może kobietę o imieniu Martha?
uk: Можливо, ти знаєш жінку на ім'я Марта?

source: A znasz może powód, dlaczego handlarz chciał śmierci paladyna?
uk: А ти, випадково, не знаєш причину, чому торговець хотів смерті паладина?

source: A zresztą co mi tam.
uk: Хоча, чому б і ні.

source: A złoto zawsze się przyda, może w końcu mógłbym odpracować swoje nauki i otworzyć własną kuźnię.
uk: А золото завжди стане в нагоді. Може, я нарешті зможу застосувати свої знання на практиці і відкрити власну кузню.

source: A złoto?
uk: А золото?

source: A złoto? Za darmo to możesz w czapę dostać!
uk: А золото? Безкоштовно можеш отримати тільки в пику!

source: A ślepy jesteś? Ściany zaczynają nam gnić, jeszcze trochę i trzeba będzie coś zrobić z tą ruderą.
uk: Ти що, сліпий? У нас стіни починають гнити, ще трохи і з цією халупою треба буде щось робити.

source: A świt pogrzebane skarby zastanie.
uk: І вороги поляжуть один за одним.

source: A że czasem spróbuję dodatkowo jakiejś kiełbasy, czy szynki... Jestem kucharzem, muszę przecież poznać smak tego, co wrzucę do garnka!
uk: А те, що я інколи спробую шматочок ковбаси чи шинки... Я ж кухар, зрештою, я повинен знати смак того, що кидаю в горщик!

source: A żeby was wszystkich szlag trafił...
uk: А щоб ви всі повиздихували...

source: A żebyś wiedział! Gnojek nawet nie chciał nam zapłacić za opiekę...
uk: Ще б пак! Цей покидьок навіть не захотів заплатити нам за наш захист...

source: A żebyś wiedział! Mogłem siedzieć wygodnie przy kominku i nie martwić się, że zaraz coś na mnie wyskoczy z ciemności! Człowiek faktycznie głupieje z wiekiem!
uk: І щоб ти знав! Я міг спокійно сидіти біля каміна і не хвилюватися, що на мене ось-ось щось вискочить з темряви! Людина дійсно з роками дурнішає!

source: A żebyś wiedział, inaczej bym tego nie ujął! Ewentualnie ubrałbym to w ostrzejsze słowa!
uk: Ну, щоб ти знав, і не скажеш інакше! Скоріше, я б навпаки висловився жорсткіше!

source: A żebyś wiedział. Tak się jakoś składa, że każdy rejs ma swój koniec.
uk: Хочу, щоб ти знав. Так вже сталося, що кожна подорож має свій кінець.

source: A żebyś wiedział. Ustawiają się i są do tego cholernie nachalni!
uk: Щоб ти знав, вони самі шикуються в черги і вони до біса нахабні!

source: A żebyś wiedział. Warto było okradać Helgę?
uk: Тепер будеш знати. Чи варто було обкрадати Хельгу?

source: A żebyś wiedział...
uk: І щоб ти знав...

source: A żeś się uczepił. Niech ci będzie, bierz.
uk: А ти впертий. Так і бути, бери.

source: A żywy towar?
uk: А живий товар?
